## Taps
tap "homebrew/bundle"

## Binaries
brew "bat" # Clone of cat with syntax highlighting and Git integration
brew "duti" # Select default apps for documents and URL schemes on macOS
brew "eza" # Modern replacement for 'ls'
brew "git" # Latest Git version
brew "mackup" # Keep your Mac's application settings in sync
brew "mas" # Mac App Store command-line interface
brew "python"

## Apps
cask "1password"
cask "aldente"
cask "alfred"
cask "appcleaner"
cask "firefox"
cask "little-snitch"
cask "marked"
cask "raindropio"
cask "signal"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "tor-browser"
cask "visual-studio-code"

## Mac App Store
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Gestimer", id: 990588172
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "MoneyMoney", id: 872698314
mas "Save to Raindrop.io", id: 1549370672
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723

## VSCode Extensions
# vscode ...